import card1_img from './26_jul_24_cup.jpg'
import card2_img from './28_aug_24_admin.jpg'
import card3_img from './2_nov_24_upd.jpg'
import card4_img from './17_dec_24_cup.jpg'

const cards_data = [
    {
        image: card1_img,
        date: "Июль 26, 2024",
        title: "Главный Турнир 2024",
        hidden_text: "Ежегодный Турнир Nrpg NR-KAGE 2024. Стань сильнейшим Хокаге! Турнир будет проходить с 9 по 10 августа основные игры плей-офф, 11 августа Финал и Гранд-финал. Все игроки каждой группы, между собой выбирают время, в которое пройдет игра. После чего сообщают данные судье...."
    },

    {
        image: card2_img,
        date: "Август 28, 2024",
        title: "Изменение покупок",
        hidden_text: "Изменения администраторы/товары/акция-бонус. Теперь при покупке права выдаются на 40 дней. Бонус за покупку 2 lvl до 30.09.2024: +1 месяц. Администратор lvl 2..."
    },

    {
        image: card3_img,
        date: "Ноябрь 2, 2024",
        title: "3.0 Обновление Игры",
        hidden_text: "Вышло крупное обновление Nrpg 3.0d 3/4/5/6/7/8/9. Карта уже доступна на Хост боте. С полным листом изменении можете ознакомиться..."
    },

    {
        image: card4_img,
        date: "Декабрь 17, 2024",
        title: "Новогодний турнир NRPG",
        hidden_text: "Анонс Новогоднего турнира NRPG New Year Cup 2025! Главный приз турнира - денежное вознаграждение за 1-2 место! А также прочие вознаграж..."
    }
]

export default cards_data;